IDEA Open Model
LineSupportSegment.FlexibleStiffnessZ Property
Compatible with IDEA StatiCa Beta 20.0
 Support stiffness Z dirrection
 Namespace: IdeaRS.OpenModel.Model
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public double FlexibleStiffnessZ { get; set; }
Public Property FlexibleStiffnessZ As Double
	Get
	Set
Property Value
Type: Double
See Also
Reference
LineSupportSegment Class
IdeaRS.OpenModel.Model Namespace